<?php
 return [
     'found_enemy'=>'🔎Найти соперника|найти|соперник|игра',
     'help'=>'❔Справка|Справка|помощь|?|как играть',
     'cancel'=>'🚪Выход|Вернуться|Отмена|Назад',
     'results'=>'📊Результаты|Результаты',
     'finish'=>'🏁Завершить',
     'computer'=>'🤖Игра с компьютером',
     'skills'=>[
         'vortex'=>'🌪️Вихрь',
         'espionage'=>'🕶️Шпионаж',
         'destruction'=>'💣Уничтожение',
         'recovery'=>'💫Восстановление',
         'skip_figure'=>'⏭️Пропуск фигуры',
         'my_figure'=>'🔢Выбор фигуры'
     ]
 ];
