<?php

return [
        'player_join'=>'👥:name присоединяется к игре',
        'player_found'=>'👥:name ваш соперник',
        'player_leave'=>':name покидает игру',
        'your_green'=>'💚Ваш цвет - Зеленый',
        'your_red'=>'❤️Ваш цвет - Красный',
        'wait'=>'⌛Подождите, сейчас ход другого игрока!',
        'your_turn'=>'🎮Ваш ход фигурой',
        'your_figures'=>'Текущая ⏭ Следующая',
        'enemy_turn'=>'💤Ход противника фигурой:',
        'your_score'=>':emoji ваши очки: :score',
        'enemy_score'=>':emoji противник: :score',
        'your_move'=>'🎲Вы сходили на :cell',
        'enemy_move'=>'🎲Противник ходит на :cell',
        'add_you_earn_score'=>' и получили :points очко | и получили :points очка| и получили :points очков',
        'add_enemy_earn_score'=>' и получает :points очко | и получает :points очка| и получает :points очков',
        'you_cancel_game'=>'🔙Вы отменили игру и вернулись в главный раздел',
        'player_cancel_game'=>'🔙:name выходит из игры, игра отменена',
        'you_win'=>'🏆Поздравляем с победой!',
        'you_lose'=>'☠️К сожалению вы проиграли',
        'you_draw'=>'🤝Ничья!',
        'your_combo'=>'Ваше комбо х:combo',
        'combo'=>'⚡комбо +:combo',
        'can_early_finish'=>'❕Доступно досрочное завершение',
        'you_cant_use_skill'=>'Вы не можете использовать данную способность',
        'you_use_skill'=>'Вы использовали - :name',
        'enemy_use_skill'=>'Противник использовал - :name',
        'new_skill'=>'🆙Вы получили новую способность!',
        'you_cant_use_more_skills'=>'Вы не можете использовать больше 2 способностей за ход',
        'skills'=>[
            'espionage'=>[
                'header'=>'Три следующих хода противника:',
            ],
            'recovery'=>[
                'header'=>'Вы восстановили клетку :cell',
                'choose'=>'Выберите клетку для восстановления'
            ],
            'destruction'=>[
                'header'=>'Вы уничтожили клетку :cell',
                'choose'=>'Выберите клетку для уничтожения'
            ],
            'choice'=>[
                'choose'=>'Выберите желаемую фигуру для хода'
            ]
        ]
    ];
