<?php

return [
    'first_time_message'=>'',
    'default_message'=>'Вы можете начать поиск соперника, нажмите кнопку "Найти соперника"'.PHP_EOL.'Для инструкции напишите "Справка"',
    'help_message'=>'📜Краткая инструкция',
    'search_message'=>'Вы находитесь в поиске соперника, как только он подключится вы получите сообщение о начале игры',
    'cancel_search'=>'🔙Вы вернулись в главный раздел',
    'game_results'=>[
        'header'=>'📊История ваших игр:',
        'win'=>'🏆Побед: :total',
        'lose'=>'☠️Поражений: :total',
        'draw'=>'🤝Ничьи: :total',
        ]
];
